Repository: common-repository/ipresso-integration-for-woocommerce
Catalog: languages/ipresso-integration-for-woocommerce-*.po
Languages: pl_pl

source: WooCommerce iPresso integration plugin depends on the last version of %s!
pl_pl: Wtyczka integracyjna WooCommerce z iPresso zależy od ostatniej wersji %s!

source: Integration is active
pl_pl: Integracja jest aktywna

source: iPresso integration with WooCommerce
pl_pl: Integracja iPresso dla WooCommerce

source: <a href="%s">Complete the setup</a> to enable iPresso integration with Woocommerce.
pl_pl: <a href="%s">Dokończ konfigurację</a>, aby włączyć integrację iPresso z Woocommerce.

source: Dismiss this notice.
pl_pl: Odrzuć to powiadomienie.

source: (Dismiss)
pl_pl: (Odrzuć)

source: Provide API key to start integration of your woocommerce store with iPresso
pl_pl: Podaj klucz API, aby rozpocząć integrację Twojego sklepu woocommerce z iPresso

source: API key
pl_pl: klucz API

source: Log into your iPresso account to find your API key. <a href="%s">See here for more information</a>.
pl_pl: Zaloguj się na swoje konto iPresso, aby znaleźć swój klucz API. <a href="%s">Więcej informacji znajdziesz tutaj</a>.

source: Provide your API key
pl_pl: Podaj swój klucz API

source: iPresso integration for WooCommerce
pl_pl: Integracja iPresso dla WooCommerce

source: https://www.ipresso.com/features/integrations
pl_pl: https://www.ipresso.pl/funkcjonalnosci-2/integracje

source: The plugin allows you to integrate your Woocommerce store with iPresso. It saves activities about added products to cart, and placed orders.
pl_pl: Plugin pozwala zintegrować sklep Woocommerce z iPresso. Zapisuje działania dotyczące dodanych produktów do koszyka i złożonych zamówień.

source: https://ipresso.com
pl_pl: https://ipresso.pl
